brew "arp-scan"
brew "ghq"
brew "gnu-sed"
brew "jq"
brew "neovim"
brew "nkf"
brew "node"
brew "peco"
brew "tree"
brew "wget"
brew "zplug"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

cask "1password"
cask "appcleaner"
cask "box-drive"
# cask "google-chrome"
cask "google-japanese-ime"
cask "ghostty"
cask "karabiner-elements"
cask "rancher"
cask "logi-options+"
cask "microsoft-teams"
cask "postico"
cask "typora"
cask "visual-studio-code"
cask "vivaldi"

brew "mas"

mas "CotEditor",            id: 1024640650
mas "Microsoft Word",       id: 462054704
mas "Microsoft Excel",      id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Pixelmator Pro",       id: 1289583905
# mas "Slack",                id: 803453959
mas "Table Tool",           id: 1122008420
mas "UTM Virtual Machines", id: 1538878817
mas "WinArchiver Lite",     id: 414855915
mas "Windows App",          id: 1295203466
